Revit 2027 API
GroupTypeId.MechanicalAirflow Property
 Mechanical - Flow.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MechanicalAirflow { get; }
Public Shared ReadOnly Property MechanicalAirflow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MechanicalAirflow {
	ForgeTypeId^ get ();
}
static member MechanicalAirflow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace